[
  {
    "Scheme ID":1,
    "Scheme title":"Government of India Post-Matric Scholarship",
    "Scheme overview":"1) Providing financial assistance for education.2) Providing financial assistance for education.3) To reduce the drop in education leakage.4) Creating a passion for higher education.5) Providing students the opportunity to go to the mainstream of education through education.6) Scholarship scheme to avoid transparency, co-ordination and delay.7) Benefits of Tuition Fees, Exam Fees and Maintenance Allowance are paid to only SC category students.8) Candidate family income should be less than or equal to 2,50,000-",
    "scheme Department":"Social Justice and Special Assisstance",
    "Scheme Benefits":"Under this Scheme the eligible SC Neo Buddhist students are paid benefits as bellow.1) Maintenance Allowance is provided as per Group I, Group II, Group III, Group IV per month from date of admission to date of exam (max 10 months)Day Scholar: (Amount in Rupees per month) Group I 550 Group II 530 Group III 300 Group IV 230Hosteller (Amount in Rupees per month) Group I 1200 Group II 820 Group III 570 Group IV 3802) Additional allowances for SC students with disabilities(Type wise disabilities) as mentioned in GR are as follows,Type of Disability Allowances(Rs per month) RemarkBlindnessLow vision Grp I & II  150-Grp III  125-Grp IV  100- As per GR (A) of additional allowancesLeprosy cured All Groups:i) Transportation Allowance upto 100-(Students residing outside hostel campus)ii) Escort Allowance 100-iii) Special Pay allowance for hostel employee as care taker. 100- As per GR (B, C, D) of additional allowancesHearing Impaired All Groups:i) Transportation Allowance upto 100-(Students residing outside hostel campus)As per GR (B) of additional allowancesLocomotor Disability All Groups:i) Transportation Allowance upto 100-(Students residing outside hostel campus)As per GR (B) of additional allowancesMental Retardation Mental Illness All Groups:i) Transportation Allowance upto 100-(Students residing outside hostel campus)ii) Escort Allowance 100-iii) Special Pay allowance for hostel employee as care taker. 100-iv) Extra Coaching allowance 150- As per GR (B, C, D, E) of additional allowancesOrthopaedic Disability All Groups:i) Transportation Allowance upto 100-(Students residing outside hostel campus)ii) Escort Allowance 100-iii) Special Pay allowance for hostel employee as care taker. 100- As per GR (B, C, D) of additional allowances3) In addition to the maintenance allowance all mandatory fees compulsory payable fees i.e. (Tuition Fees, Exam Fees & other Fees) by the student to the institutes are covered under this scheme.",
    "Scheme Eligibility":"1) The parents Guardian annual income shall be less than or equal to Rs. 2,50,000.2) Student category shall belong to Scheduled caste or Navbouddha3) Student shall belong to resident of Maharashtra4) Student should be passes SSCequivalent Matric.5) Failure: if student fail first time then should avail Exam fees & maintenance allowance. If fails second time in same class then heshe will not get any allowance and after two drops he will pass and go to next class then he will be eligible.6) In case of student studying out of Maharashtra then same rules are applicable as per GOI.7) Only 2 professional Courses are allowed.",
    "scheme renewal":" Income Certificate(Provided by Tahesildar) Cast Certificate. Mark sheet for last appeared examination Mark sheet for SSC or HSC Father date Certificate(if required) Gap & Self Declaration(if required) Hostel Certificate (if required) Husband Income Certificate(if girl is married)"
  },
  {
    "Scheme ID":2,
    "Scheme title":"Post-Matric Tuition Fee and Examination Fee (Freeship)",
    "Scheme overview":") Create interest in education among students.2) Making financial assistance available for higher education.3) To reduce the drop in education leakage.4) Creating opportunities for financial growth through higher education.5) Scholarship scheme to avoid transparency, unity and delay.6) All types of compulsory fees such as Tuition fees, Exam Fees and other admissible fees are reimbursed to the concern SC category student.Benefits",
    "scheme Department":"Social Justice and Special Assisstance",
    "Scheme Benefits":" Tuition Fees, Exam Fees & other fees which are mandatory or compulsorily payable by the student to the institution are covered under the scheme.",
    "Scheme Eligibility":"The parents  Guardian annual income above Rs. 250000.to unlimited. Student category should be Scheduled caste or Neo bouddhist Student should be resident of Maharashtra Student should be passes SSCequivalent Matric. Institute should be located in Maharashtra & shall be government recognized. For Professional Courses student should admit through CAP round only Only 1 Failure is allowed in whole curriculum.",
    "scheme renewal":" Income Certificate (Provided by Tahesildar). Cast Certificate. Cast Validity Certificate Mark sheet for last appeared examination Mark sheet for SSC or HSC Father date Certificate(if required) Hostel Certificate (if required) CAP round allotment letter"
  },
  {
    "Scheme ID":3,
    "Scheme title":"Maintenance Allowance for student Studying in professional courses.",
    "Scheme overview":"  1) Benefits of maintenance allowance are paid to SC Students studying in professional courses and living in hostel attached to professional colleges.",
    "scheme Department":"Social Justice and Special Assisstance",
    "Scheme Benefits":"From Maintenance allowance user can get fund for Professional course books, Stationary, Residence & Food. As bellow ( from hostel date of joining to date of Exam or Max 10 month) 1) For students who are residing in Government Hostels. i) Course duration between 4 to 5 years: 700- Rs per month (Rs 7000 PA.) ii) Course duration between 2 to 3 years: 500- Rs per month (Rs 5000 PA.) iii) Course duration bellow 2 years : 500- Rs per month (Rs 5000 PA.) 2) For students who are eligible for Government hostels but not admitted in Government Hostels. i) Course duration between 4 to 5 years: 1000- Rs per month (Rs 10000 PA.) ii) Course duration between 2 to 3 years: 700- Rs per month (Rs 7000 PA.) iii) Course duration bellow 2 years: 500- Rs per month (Rs 5000 PA.)",
    "Scheme Eligibility":" Student should be admitted in professional Course.  Students should be the scholarship holder of Government of India  The limit of income will be applicable as per the Government of India scholarship scheme i.e. annual income limit less than or equal to 2.5 lac  Students who are studying in the professional curriculum and residing in Hostel (Government. or Institutes Hostel or outside).",
    "scheme renewal":" Cast Certificate  Parents Income Cert.  College Admission Receipt  Warden Letter(If student not getting admission in hostel)  Hishers RegistrationApplication ID with GOI post matric scholarship scheme"
  },
  {
    "Scheme ID":4,
    "Scheme title":"Rajarshri Chhatrapati Shahu Maharaj Merit Scholarship.",
    "Scheme overview":" Creating an interest in learning among SC students. Making financial assistance available for education. Increase the quality of SC category students. Only SC category students can avail this merit wise scholarship.",
    "scheme Department":"Social Justice and Special Assisstance",
    "Scheme Benefits":" Under this scheme, the SC students who secured 75% or more than 75% marks in the SSC examination and takes admission in the 11th Std. will get scholarship @ Rs. 300 per month for 10 months for two years. I.e. in the 11th and 12th Std. This Scholarship will be given in addition to GOI scholarship and Freeship",
    "Scheme Eligibility":" Student should belong to SC. There is no income limit for the Scholarship. Students must be Studying in 11th or 12th. Students should secure 75% and above in 10th. Student should be resident of Maharashtra",
    "scheme renewal":"Cast Certificate 10th Mark sheet. TCLC 11th Admission Receipt."
  },
  {
    "Scheme ID":5,
    "Scheme title":"Post-Matric Scholarship for persons with disability.",
    "Scheme overview":"Providing financial assistance for education.2) To reduce the drop in education leakage.3) Creating a passion for higher education.4) Providing students the opportunity to go to the mainstream of education through education.5) Scholarship scheme to avoid transparency, co-ordination and delay.6) Benefits of Tuition Fees, Exam Fees and Maintenance Allowance are paid to only Disable Persons.",
    "scheme Department":"Social Justice and Special Assisstance",
    "Scheme Benefits":"Under this Scheme the eligible Students are paid benefits as bellow.1) Maintenance Allowance is provided as per Group A, Group B, Group C, Group D, Group E per month from admission date to exam date (max 10 months)Day Scholar:Group A 550Group B 530Group C 530Group D 300Group E 230HostellerGroup A 1200Group B 820Group C 820Group D 570Group E 3802) Blind: Vachak Bhatta (Additional):Group A, B, C: 100Group D: 75Group E: 503) In addition to the maintenance allowance all mandatory fees compulsory payable fees (Tuition Fees, Exam Fees & other Fees) by the student to the institutes are covered under this scheme.4) For Professional & Technical Education candidate must go for practice tour then he gets additional max500 Rs or whatever is applicable per year.(If the study tour as part of educational course)5) If Project is mandatory part of course then for printing and typing he get additional maximum up-to 600 Rs whatever is applicable per year, but principal certificate is mandatory.6) for candidate who is studying in Mphil and phd courses they get maintenance allowance as per Post graduation Group A, B,C.7) If the student take admission upto 20th of that month then the maintenance allowance is allowed for this month.",
    "Scheme Eligibility":"Student should be disable. (40% or above) Student should be residential of Maharashtra. Student should be Studying in recognized University or Recognized institute. The scholarship will not be applicable if the candidate fails or quit the same course in the applied course (incomplete course). The Scholarship will not be applicable twice or second time if the candidate applies on the criteria of HSCSSCDegree. (application should be in progressive format)(only once course is allowed) Student studying in recognized institute or college out of Maharashtra but he should be residential of MH. If student is in Post-Graduation from medical education field and he is not allow to do practice out of institute then he is eligible. For ex: internship or houseman ship where stipend is getting. if student arts, science & Commerce student discontinues his course & applies from professional course, technical education certificatediplomadegree is applicable for the scholarship. But except group A the candidate fails the scholarship will not be applicable for the scholarship. For Group B, C, D, and E: If the student fails then he will not be eligible for this scheme. For Group A: If the student fails 1 time, he may be eligible for this scheme, but he will not be eligible if he fails Second time during the full time of education. The candidate who taking distance education from recognized uniInstitution where non-refundable fees has to be paid by the student such students are getting annual Rs. 500- for books and material purchase. Candidate only can apply Shahu Maharaj Merit Schol with this Scheme. cant apply for another scheme. If candidate is working full time employment then heshe is not eligible. If candidate is from Gov hosteller & he is not getting books and stationery from hostel then he is eligible for additional 13 amount of maintenance allowance allowed for hosteller. The candidate residing in collegeinstitute or any other recognized hostel & if heshe pays hostel fees (application point no 11) then the candidates maintenance allowance will be given of hosteller rates.",
    "scheme renewal":" Mark- Sheet for the last appeared examination Domocile Certificate Disability Certificate Guardian Certificate (Only for Group A) If Gap in Education then Gap Certificate is must"
  },
  {
    "Scheme ID":6,
    "Scheme title":"Vocational Training Fee reimbursement for the students belonging to Scheduled Caste category Students.",
    "Scheme overview":"Vocational Training Fee reimbursement for the students belonging to Scheduled Caste Category students and admitted to the seats under PPP scheme in Government ITIs and Private ITIs through Centralized Admission Process. They will avail Fee Reimbursement benefit only if they met the Scheme Criteria.",
    "scheme Department":"Social Justice and Special Assistance Department",
    "Scheme Benefits":"1. SSC Pass and Family income Less than or equal to 2,50,000 then As Per GOI scholarship.2. SSC Pass and Family income above 2,50,000 to Less than or up to 8,00,000 Lakh then 100 % reimbursement of Course Fee.3. SSC Fail and Family income up to 8,00,000 Lakh then 100 % reimbursement of Course Fee.",
    "Scheme Eligibility":"1. Admission taken through PPP scheme in Government Skill Development Institute or Private Institute and admitted through central Online Admission Process.2. No scholarship for Management Quota Admission3. Student should belong to Scheduled Caste Category (SC Category) and should provide caste certificate.4. Overall Family Income Limit should be Rs.8.00 lacs5. Orphan candidate requires Recommendation Letter.6. Candidate should not have taken any benefit for course previously from Government or Private ITI.7. Candidate should not have taken any benefit for training program sponsored by State  Central Government  Department  Local Body  Company or Corporation.8. Domicile of Maharashtra.9. Admission taken for DGT, New Delhi or MSCVT approved courses.10. Attendance criteria is mandatory.11. Candidate need to attend each semester annual exam. If any medical emergency then after recommendation by institute Regional Joint Director should certify or recommend.12. Non Satisfactory educational progress due to misconduct- Failure in academic year, not fulfilling attendance criteria if found then candidate will not be eligible for scholarship.",
    "scheme renewal":"i) The student have to be on roll in next year.ii) Attendance is As per DGT criteria.Documents RequiredRequired Documents As per GR1) Aadhaar Card.2) Ration Card.3) Mark sheet SSC HSC.4) Previous year mark sheet for renewal.5) Domicile certificate.6) Income certificate by competent authority.7) Caste certificate."
  },
  {
    "Scheme ID":7,
    "Scheme title":"Post Matric Scholarship Scheme (Government Of India )",
    "Scheme overview":"Scheme of Post Matric Scholarships to the students belonging to Scheduled Tribes for Studies in India",
    "scheme Department":"Tribal Development Department",
    "Scheme Benefits":"HostellersDay Scholors] per Month-Group 1 : 1200550Rs,Group 2 :820530Rs,Group 3 :570300 Rs,Group 4 :380230 Rs* Additional to this Reader Allowance :Group1-2 : 240 Rs,Group 3 :200 Rs,Group 4:160Rs* Escort Allowance : 160 Rsmonth* Special Pay :160 RsMonth. For Mentally retired, extra coaching : 240 RsMonth* Study Tours :1600 RsAnum* Thesis TypingPrinting :1600Anum* Book Grant 1200 RsAnnum",
    "Scheme Eligibility":"Applicable for ST only* If Family Income <= 2,50,000, he will get the scholarship* Minimum 10th Pass* Back to back drop for 2 years heshe will not be allowed to fill form.",
    "scheme renewal":"The student have to pass the previous year examination If student fails in any year then he is not paid the scholarship for that particular year The student has to apply for renewal of the scholarshipDocuments Required1.Caste Certificate2.Income Certificate3.Previous year's marksheet4.Professional Course selected than caste validity certificate mandatory"
  },
  {
    "Scheme ID":8,
    "Scheme title":"Tuition Fee &  Exam Fee for Tribal Students ( Freeship).",
    "Scheme overview":"This is state sponsored scheme. Applicant who's parent income limit are more than 2.5 lakhs can apply of the scheme. Only applicant tuition fee and exam fee is reimbursed",
    "scheme Department":"Tribal Development Department",
    "Scheme Benefits":"Tuition Fee and Exam Fees As per approved college fee structure",
    "Scheme Eligibility":"Applicable for ST only* Family annual income limit is RS. > 2,50,000 Renewal Policy : The student have to pass the previous year examination* If student fails in any year then he is not paid the scholarship for that particular year",
    "scheme renewal":"The student have to pass the previous year examination If student fails in any year then he is not paid the scholarship for that particular yearDocuments Required1. Caste Certificate2. Previous year's marksheet3.Caste Validity"
  },
  {
    "Scheme ID":9,
    "Scheme title":"Vocational Education Fee Reimbursement.",
    "Scheme overview":"Under this scheme students who are enrolled for vocational education courses like, Engineering, Pharmacy , Animal Husbandry, Dairy Development, Vaastu Shastra, MBA, MCA can take benefit.Applicant whose parent income limit is above 2.5 Lakhs can apply for the scheme.",
    "scheme Department":"Tribal Development Department",
    "Scheme Benefits":"Tuition Fee and Exam Fees As per approved college fee structure",
    "Scheme Eligibility":"Applicable for ST only Family annual income limit is RS. > 2,50,000",
    "scheme renewal":"The student have to pass the previous year examination If student fails in any year then he is not paid the scholarship for that particular yearDocuments RequiredCaste certificate issued by Competent authority.Domicile certificate of MaharashtraCollege admission receiptCaste Validity Certificate"
  },
  {
    "Scheme ID":10,
    "Scheme title":"Vocational Education Maintenance Allowance.",
    "Scheme overview":"Applicant who are enrolled for vocational education courses can apply for this scholarship. Parent income limit should be less than 2.5 lakhs",
    "scheme Department":"Tribal Development Department",
    "Scheme Benefits":"Maintenance allowance is categorized by course duration[HostellersDay ScholorsAnnum* 4-5 Year Courses Rs 7,00010,000  Annum.2-3 Year Course Rs 50007000  Annum* 2 years or less Rs 50005000  Annum",
    "Scheme Eligibility":"Applicable for ST caste only.* If Family Income <= 2,50,000, he will get the scholarship. If income is >2,50,000 then he will get a freeship Renewal Policy : The student have to pass the previous year examination* If student fails in any year then he is not paid the scholarship for that particular year",
    "scheme renewal":"The student have to pass the previous year examination If student fails in any year then he is not paid the scholarship for that particular yearDocuments Required1. Caste Certificate2. Income Certificate3. Previous year's marksheet4. Caste validity certificate5. Declaration of RectorSuperintendent of the college"
  },
  {
    "Scheme ID":11,
    "Scheme title":"Vocational Training Fee reimbursement for the students belonging to Scheduled Tribe category",
    "Scheme overview":"Vocational Training Fee reimbursement for the students belonging to Scheduled Tribe Category Students and admitted to the seats under PPP scheme in Government ITIs and Private ITIs through Centralized Admission Process. They will avail Fee Reimbursement benefit only if they met the Scheme Criteria.",
    "scheme Department":"Tribal Development Department",
    "Scheme Benefits":"SSC Pass and Family income Less than or equal to 2,50,000 then As Per GOI scholarship.2. SSC Pass and Family income above 2,50,000 to Less than or up to 8,00,000 Lakh then 100 % reimbursement of Course Fee.3. SSc Fail and Family income up to 8,00,000 Lakh then 100 % reimbursement of Course Fee.",
    "Scheme Eligibility":"Student should belong to ST Category and also provide Caste Validity Certificate.2. Original Leaving Certificate  Transfer Certificate is Mandatory.3. Scheme applicable for SSC Pass and SSC Fail.4. Admission taken through PPP scheme in Government Skill Development Institute or Private Institute and admitted through central Online Admission Process.5. No Fee reimbursement for Management Quota Admission.6. Overall Family Income will be considered (Father + Mother Income)7. Candidate should not have taken any benefit for course previously from Government or Private ITI.8. Candidate should not have taken any benefit for training program sponsored by State  Central Government  Department  Local Body  Company or Corporation.9. Domicile of Maharashtra10. Admission taken for DGT, New Delhi or MSCVT approved courses11. Benefit applicable to only 2 children.12. Attendance criteria is mandatory.13. Candidate need to attend each semester annual exam. If not after recommendation by Student and Institute, Project Officer integrated Tribal Development Project should certify or recommend.14. Non Satisfactory educational progress due to misconduct- Failure in academic year, not fulfilling attendance criteria if found then candidate will not be eligible for reimbursement.",
    "scheme renewal":" The student have to be on roll in next year.ii) Attendance is As per DGT criteria.Documents RequiredRequired Documents As per GR1. Aadhaar Card2. Ration Card3. Mark sheet SSC  HSC4. Previous year mark sheet for renewal5. Domicile certificate6. Income certificate by competent authority7. Caste certificate and Caste validity certificate"
  },
  {
    "Scheme ID":12,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Shikshan Shulkh Shishyavrutti Scheme",
    "Scheme overview":"Under this scheme of Directorate of Higher Education, scholarship is applicable for the economically weaker sections. The students family annual income limit is up to Rs. 8.00 lakh, those who have taken an admission for Professional and non- professional courses which come Under Directorate of Higher Education Government  Non-government aided Partially Aided  UnaidedPermanent Unaided College and Non-Agricultural Universities and Sub-Centers (Excluding Private Universities  Self-financed Private Universities).",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Tuition Fees:Income Limit: For families earning up to ?2.5 lakhs annually, both boys and girls pursuing professional or non-professional courses receive 100% tuition reimbursement, regardless of whether the institution is government, aided, or unaided.Income between ?2.5 - ?8 lakhs: Girls in professional courses continue to receive 100% reimbursement across all institution types, while boys only receive 50%.Exam Fees:Professional Courses: Girls receive 100% reimbursement, while boys get 50%.Non-Professional Courses: Both boys and girls get 100% exam fee reimbursement.",
    "Scheme Eligibility":"( As Per GR Dated 7.10.2017 , 31.3.2018 & 07.08.2018, 11.07.2019 )Applicant should be Domicile of Maharashtra and applicant belongs to Maharashtra State and Karnataka state border can apply for scheme.Family annual income limit is upto Rs. 8.00 lakh.As per Government Resolution first two children are eligible for scheme.Candidate those who take admission under general category is eligible.Courses from GR 071017 (DHE courses) can apply.Candidates are eligible those who have taken an admission under general category and SEBC Category.Courses by GR 071017 (DHE courses) can apply.Applicant should not avail any other scholarship or stipend.Students are not eligible who has taken an admission in Distance Education, virtual learning and part time courses.The Courses approved by (Government UniversityAICTE,PCICOAMCINCTE etc ) are eligible.During course, candidate should not have a gap of 2 years.Applicant should attempt every semester or annual exam.",
    "scheme renewal":"Last year, students availed of scholarship can apply for the Renewal scholarship.2. To Renew the application, student should use an application ID from the list published on website of www.dhepune.gov.in, Higher Education Directorate.Documents RequiredStudents should submit domicile certificate issued by Authorized official.Students should submit previous year Annual income certificate issued by Authorized official.CAP Related document.(only for B.ed,Law, BPed,MPed).Gap Related Document(if Gap is there)Family Declaration Certificate about two childrens.Attendance Certificate.Previous year Mark sheet."
  },
  {
    "Scheme ID":13,
    "Scheme title":"Assistance to Meritorious Students scholarship",
    "Scheme overview":"Higher Secodnary Level (After 12 th):-From Each Divisional Board 15 Students. For Eight Divisional Board Total 120 Students.",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"(As Per GR Dated 1.3.2011 Medical education Dept. & 11.09.2003)AMS Junior level:-Scholarship amount sanction as per Government Rule varies from course to course 11th - 12th - Rs.1600- to Rs. 2300-AMS Senior level:- Scholarship amount sanction as per Government Rule varies from course to course from Rs.2800 to 72000- plus.",
    "Scheme Eligibility":"1) AMS Scholarship (Junior Level) ( As Per GR Dated 17.05.1984 ) The students from 11 & 12th class are eligible who gets top rank in secondary and higher secondary examinations. For Renewal:- Junior level student must possess 55% marks should have admission to next class. DHE sanctioned letter Maharashtrian Students studying Out of Maharashtra can apply for this scheme.2) AMS Scholarship (Senior Level) (As Per GR Dated 17.05.1984) The students after 12th are eligible who gets top rank in secondary and higher secondary examinations. For Renewal:- Senior level students must possess 65% marks and should have admission to next class. DHE sanctioned letter. Maharashtrian Students studying Out of Maharashtra can apply for this scheme.",
    "scheme renewal":"As Per GR Dated 17.05.1984) Previous Year Mark sheet. Fee receipt of current year.Hostel Fee Receipt.DHE Scholarship sanctioned letter."
  },
  {
    "Scheme ID":14,
    "Scheme title":"Education Concession to the Children of Ex-Servicemen.",
    "Scheme overview":"Educational concession to the children of Exservices man is given No. MIS1465H,Date23111965.",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Admission Fee 100% Semester Fee 100%Library Fee 100%Laboratory Fee 100%",
    "Scheme Eligibility":"Students should be SonDaughterWifeWidow of an EX-SERVICEMAN Only government and aided college. Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme",
    "scheme renewal":"Eligiblity Certificate issued by collector and President of DSSA board. Admission receipt Domicile certificate"
  },
  {
    "Scheme ID":15,
    "Scheme title":"Eklavya Scholarship.",
    "Scheme overview":"Those students who admitted for Post Graduate and obtained 60 percent marks in arts commerce and law graduation and 70 % marks in Science graduation are eligible to apply for this scolarship. Parental annual income should not exceed 75.000 Rs-Student should resident of Maharashtra Students should not work full time or part time. Selection of Candidates Is on Merit basis",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"(As Per GR Dated 7.02.1996)Rs.5000- for all sanction students Selection of Candidates Is on Merit basis",
    "Scheme Eligibility":"Students must graduate from Law, Commerce & Arts having 60% marks and for Science students must have 70%. Annual income of the applicant's parents should be less thanequal to Rs. 75,000- limit.The applicant must be a resident of Maharashtra State. The beneficiary should not do a part-time or full-time job anywhere.Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme.",
    "scheme renewal":"Annual Income Certificate issued by Tahsildar.Previous Year Mark sheet.Domicile certificate."
  },
  {
    "Scheme ID":16,
    "Scheme title":"State Government Open Merit Scholarship.",
    "Scheme overview":"Sanction Set - 1208 Students Admited in Arts Commerce Science Law Graduation are eligible for applicationFor Fresh - Candidate must secure 60 Percentage in 12th standard New sanction process done through DHE office and Renewal sanction process done through joint director office of concern colleges. Selection of Candidates Is on Merit basis",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Rs. 100 per month to student bank account.Selection of Candidates Is on Faculty wise (Arts Commercescience etc.) Merit basis",
    "Scheme Eligibility":"The applicant must be a resident of the Maharashtra State.Need to get at least 60 percent in 12th standard.Only applicable for stream Arts, commerce, science and law. Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme.",
    "scheme renewal":"Previous Year Marksheet.Domicile Certificate. Bonafide Certificate."
  },
  {
    "Scheme ID":17,
    "Scheme title":"Scholarship to Meritorious students possessing Mathematics Physics.",
    "Scheme overview":"Sanction Set-100 (Maths 50 and Physics 50) Students admited for science graduation and having maths or physics as a main subject are eligible to apply this schoalrship. For Fresh - Candidate must secure 60 Percentage in 12th standard.He is not awarded any other scholarshiop of State & Central Governement. candidate must be resident of Maharashtra State. 6. New sanction process done through DHE office and Renewal sanction process done through joint director office of concern colleges. Selection of Candidates Is on Merit basis",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Rs. 100 per month.Selection of Candidates Is on Merit basis",
    "Scheme Eligibility":"Need to get in 12th std with atleast 60% in science exam and more than 60% in Maths & Physics.Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme. The applicant must be a resident of the Maharashtra State.",
    "scheme renewal":"Previous year Mark sheet. Domicile CertificateCollege Bonafide Certificate."
  },
  {
    "Scheme ID":18,
    "Scheme title":"Government Vidyaniketan Scholarship",
    "Scheme overview":"Sanction Set 80 (For Government vidhyaniketan,Pusegaon Amravati Aurangabad Dhule 20 students from each) Students passed Xth Class from Govt Vidhyaniketan are eligible for this schoalrship. For new sanction students must have 60% marks in Xth Class. New sanction process done through DHE office and Renewal sanction process done through joint director office of concern colleges. Selection of Candidates Is on Merit basis",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Beneficiary Category: all category (only UG students) ( As Per GR Dated 02.09.1986)11-12th Rs. 100 per month. After 12th Rs.100 per month. Selection of Candidates Is on Merit basis",
    "Scheme Eligibility":"Need to get 60% marks in 10th standard. Need to passed by 10th standard exam from The State Government Vidyanikethan only.Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme.The applicant must be a resident of the Maharashtra State.",
    "scheme renewal":"Previous Year Marksheet.Entitlement Card from VidhyaniketanBonafied Certificate of admited College.Domicile Certificate."
  },
  {
    "Scheme ID":19,
    "Scheme title":"State Government Daxshina Adhichatra Scholarship.",
    "Scheme overview":"For Meriterious Students Studying in PG in Government Institutes And Colleges and Non Agricultural Universities . Total Student76 Government Institutes And Colleges (10)54 Students. Non Agricultural Universities(06)22 Students",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Beneficiary Category: all categories(only for PG) ( As Per GR Dated 05.02.2004)Sanction-Rs 250- Per Month.scholarship amount disburse directly to the students bank account by DHE office.",
    "Scheme Eligibility":"Applicant Must be a Graduate. (Non Agricultural Universities) only government colleges a)elphinstone college,Bombay(6) b)institue of science,Bombay(6) c) Ismaail yusuf college,jogeshwari (4) d)Sydenham college of commerce(4) e) Govt. Law college,Bombay (4) f)Rajaram college, kolhapur (6) g) college of science,nagpur(6) h)nagpur mahavidyalaya,nagpur(6) i) vidarbha mahavidyalaya amravati(6), j) govt arts and science college,aurangabad(6) andMumbai university(4),Pune university(4),Nagpur university(4),Kolhapur(4),SNDT(2),Maharashtrian Students studying Out of Maharashtra cannot apply for this schemeThe applicant must be a resident of the Maharashtra State",
    "scheme renewal":"Previous year Mark Sheet.Bonafide Certificate For PG Admision.Domicile certificate for renewal:- progress report of PG 1st year"
  },
  {
    "Scheme ID":20,
    "Scheme title":"Government Research Adhichatra",
    "Scheme overview":"Government Research Adhichtra GR. SCH-10824199VISHI-3, DATED 1381985 has started scholarship for the student wanted to do Ph.D in their subject in Government Colleges and Universities.No of Seats - 14 Government Colleges(05) - 11 Seats Non Agricultural University - 03 Seats University leavel seats are selected by commity under Director from received applications.College leveal seats are selected by commity under Principal.",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Beneficiary Category: all categories (After PG) ( As Per GR Dated 05.02.2004)Scholarship amount Rs. 750- per month and Rs.1000- per year other expenses. and for renewal - it is same as above",
    "Scheme Eligibility":"Applicant must be post graduateThe applicant must be a resident of the Maharashtra State Applicant should have 60% marks in post graduation. B.ABSCB.ED AND M.AMSCM.ED AND for any other degree below 60% marks is applicableOnly govt science institute(Mumbai-3,Nagpur-3,Aurangabad-3),and govt vidarbh gyan vidnyan science institute(Amravati-1), vasantrao naik mahavidyalay college(Nagpur-1),universities and affilated colleges.(3) ---Brackets indicates quotaMaharashtrian Students studying Out of Maharashtra cannot apply for this scheme",
    "scheme renewal":"AS per department inputs( As Per GR Dated 13.08.1985)Name of the Guide of the Students.Sanction letter of university for the Guide.Graduation and PG marklist.For renewal student should submit annual progresive report of his Guide.Applicant must be domicile of Maharashtra. For renewal:-Progress report of Last year. ( As Per GR Dated 13.08.1985)"
  },
  {
    "Scheme ID":21,
    "Scheme title":"Education Concession to the Children Freedom Fighter.",
    "Scheme overview":"Educational concession to the children of Ex-services man is given No. MIS-1465H,Date-23111965",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Beneficiary Category: All categories can apply Benefit only after 12th courses.Scholarship:- for degreePg- Rs 50 per month and for Engineering students, rs 60 per monthBooks allowance: for degreePg- Rs 200 per annum and for Engineering students, rs 400 per annum",
    "Scheme Eligibility":"Students should be SonDaughterWifeWidow of freedom fighterMaharashtrian Students studying Out of Maharashtra cannot apply for this schemeDomicile of Maharashtra.",
    "scheme renewal":"Freedom fighter Certificate. Current year fee receiptDomicile certificate.Bonafide certificate."
  },
  {
    "Scheme ID":22,
    "Scheme title":"Jawaharlal Nehru University",
    "Scheme overview":"Jawaharlal Nehru University scheme is started by Jawaharlal University for Maharashtra .Among the students from maharastra studying in that University One Student is selected by University according to GR.SCH1082151160(2173)GEN5,DATED 751983.",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"Beneficiary Category: All Category( As Per GR Dated 05.02.2004) Scholarship Amount Rs. 8000- per month plus Rs.10,000-extra for yearly.",
    "Scheme Eligibility":"Maharashtrian students who studied in JNU. Quota is only for 1 decided by JNUUG and PG (JNU Students) are applicable for that schemeDomicile of Maharashtra.",
    "scheme renewal":"Fee receipt.Domicile certificate Previous Year Mark Sheet."
  },
  {
    "Scheme ID":23,
    "Scheme title":"Assistance to Meritorious Students scholarship - Senior Level",
    "Scheme overview":"Higher Secodnary Level (After 12 th):-From Each Divisional Board 15 Students. For Eight Divisional Board Total 120 Students.",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"AMS Junior level:-Scholarship amount sanction as per Government Rule varies from course to course 11th - 12th - Rs.1600- to Rs. 2300-AMS Senior level:- Scholarship amount sanction as per Government Rule varies from course to course from Rs.2800 to 72000- plus.",
    "Scheme Eligibility":"AMS Scholarship (Junior Level) ( As Per GR Dated 17.05.1984 ) The students from 11 & 12th class are eligible who gets top rank in secondary and higher secondary examinations. For Renewal:- Junior level student must possess 55% marks should have admission to next class. DHE sanctioned letter Maharashtrian Students studying Out of Maharashtra can apply for this scheme.2) AMS Scholarship (Senior Level) (As Per GR Dated 17.05.1984) The students after 12th are eligible who gets top rank in secondary and higher secondary examinations. For Renewal:- Senior level students must possess 65% marks and should have admission to next class. DHE sanctioned letter. Maharashtrian Students studying Out of Maharashtra can apply for this scheme.",
    "scheme renewal":"Previous Year Mark sheet. Fee receipt of current year.Hostel Fee Receipt.DHE Scholarship sanctioned letter."
  },
  {
    "Scheme ID":24,
    "Scheme title":"Dr. Punjabrao Deshmukh Vasatigruh Nirvah Bhatta Yojna (DHE)",
    "Scheme overview":"Under this scheme, Directorate of Higher Education, scholarship is applicable for the economically weaker sections. The students those who have taken an admission for Professional and Non- Professional courses which come Under Directorate of Higher Education Government Non-government aidedPartially Aided -UnaidedPermanent Unaided College and Non-Agricultural Universities and Sub-Centers (Excluding Private Universities  Self-financed Private Universities).",
    "scheme Department":"Directorate of Higher Education (DHE)",
    "Scheme Benefits":"A. Professional Courses :1. For child of Registered Labor Alpabhudharak (Marginal Land Holder).- For institute in MMRDA  PMRDA  Aurangabad CityNagpur City-Rs.30,000- for 10 months & For institute in other area Rs.20,000- for 10 months. ( Unlimited Quota )2. For Annual Family income up to 1 Lakhs.- For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months. ( Unlimited Quota )3. For Annual Family income 1 Lakh to 8 Lakhs.For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months. (Per District Quota 500 Note : 33 % seats are Reserved for Girls & if unavailability Reserved girls then it will divert to boys ) . Proportionate of Per District Quota is allocated as per received number of applications.B. Non-Professional Courses :1. Non-Professional courses up to 1 lack income, benefit Rs.2000 - Annual for 10 Month.",
    "Scheme Eligibility":"Applicant should be Domicile of Maharashtra.For professional courses, Applicant should be a child of registered labor , child of Alpabhudarak or both as total annual income of family Guardian should not be more than 8.lakh.For Non Professional Courses, applicant should have upto 1 lakh family Annual Income.Applicant should submit Family Annual Income Certificate.As per Government Resolution first two children eligible for scheme.Candidates are eligible those who have taken an admission under general category and SEBC Category.Courses by GR 071017 (DHE courses) can apply.Applicant should be hosteller.(GovtPrivate hostel Paying Guest Tenant.)Applicant should not avail any other Nirvah Bhatta benefit.Courses approved by (GovtAICTE,PCICOAMCINCTEUniversity etc ) are eligible.During course, candidate should not have a gap of 2 years.Applicant should attempt every semester or annual exam.",
    "scheme renewal":" Last year, students availed scholarship, HeShe can apply for the renewal Scholarship.2. To Renew the application, the students should use an application ID, The list published on website of www.dhepune.gov.in, Higher Education Directorate.Documents RequiredStudents should submit domicile certificate issued by Authorized official.Registered labor certificate  Alpabudharak Certificate Family Annual Income Certificate.Hosteller Document.Students should submit previous year Annual income certificate issued by Authorized official.CAP Related document.(only for B.ed,Law, BPed,MPed).Gap Related Document(if Gap is there)Family Declaration Certificate about two childrens.Attendance Certificate.Previous year Mark sheet."
  },
  {
    "Scheme ID":25,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Shikshan Shulkh Shishyavrutti Yojna.",
    "Scheme overview":"The objective of the Scheme is to provide financial assistance to the Economic Backward Class (EBC) , Economically Weaker Section (EWS) who are admitted in Diploma  Degree  Postgraduate Technical and Professional courses through Centralized Admission Process (CAP).",
    "scheme Department":"Higher and Technical Education ,Maharashtra State ,Scheme implemented by Technical Education,M.S , Mumba",
    "Scheme Benefits":"a scholarship scheme for professional courses with an income limit of up to ?8 lakhs.Male students are eligible for 50% tuition and 50% exam fee reimbursement.Female students are eligible for 100% reimbursement for both tuition and exam fees.Through MahaDBT Portal, The Benefit of Scheme will be disbursed in two Installment in Aadhar Seeded Bank Account.",
    "Scheme Eligibility":"Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State.c) Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Diploma  Graduation  Post Graduation Degree) as mentioned in GR.d) Deemed University and Private university is not applicable.e) Candidate should be admitted through Centralized Admission Process (CAP).f) Applicant should not avail any other scholarshipstipend.g) For current Academic Year, Only 2 child from family are allowed for benefit of scheme.h) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.i) Minimum 50 % attendance in previous semester (Exception for first semester fresh admitted Student ).j) During course duration, candidate should not have a gap of 2 or more than 2 years.",
    "scheme renewal":"Documents RequiredFor Fresh Application-a) Mark sheet of 10th (S.S.C) & Onwards.b) Domicile Certificate of Maharashtra State.c) Previous Year Family Annual Income certificate.d) Undertaking In current year, not more than 2 beneficiary from family.e) CAP Related document.For Renewal Application-a) Previous Year Family Annual Income certificateb) Previous Year Marksheet."
  },
  {
    "Scheme ID":26,
    "Scheme title":"Dr. Panjabrao Deshmukh Vasatigruh Nirvah Bhatta Yojna.",
    "Scheme overview":"This is a plan for students of government, government funded and non-affiliated colleges  polytechnics entering the vocational courses set by the government, whose students are certified by the competent authority, as a marginal farmers or whose parents are registered laborers.",
    "scheme Department":"Higher and Technical Education ,Maharashtra State ,Scheme implemented by Technical Education,M.S , Mumbai",
    "Scheme Benefits":"a) For child of Registered Labor  Alpabhudharak (Marginal Land Holder).- For institute in MMRDA  PMRDA  Aurangabad City  Nagpur City- Rs.30,000- for 10 months.- For institute in other area Rs.20,000- for 10 months.b) For Annual Family income up to 8 Lakhs.- For institute in MMRDA  PMRDA Aurangabad City  Nagpur City- Rs.10,000- for 10 months.- For Institute in other area Rs.8,000- for 10 months.",
    "Scheme Eligibility":"Eligibility Criteria: (As per the GR Dated 07th Oct 2017, 22nd Feb 2018 , 01st March 2018, 18th June 2018, 11th July 2019 )a) Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State.c) Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Diploma  Graduation  Post Graduation Degree) as mentioned in GRd) Deemed University and Private university is not applicablee) Candidate should be admitted through Centralized Admission Process (CAP).f) Applicant should not avail any other scholarshipstipend.g) For current Academic Year, Only 2 child from family are allowed for benefit of scheme.h) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.i) Minimum 50 % attendance in previous semester (Exception for fresh admitted in College).j) During course duration, candidate should not have a gap of 2 or more than 2 years.K) Candidates are eligible those who have taken an admission under General category and SEBC Category",
    "scheme renewal":"Mark sheet of 10th (S.S.C) & Onwards.b) Domicile Certificate of Maharashtra State.c) Register Labor Certificate  Alpabhudharak (Marginal Land Holder) Certificate ( In case of not a child of Alpabudharak or Registered Labour then family Annual Income Certificate ).d) Undertaking In current year, not more than 2 beneficiary from family.e) CAP Related document.f) Hosteller documents ( In case of private hostel or Paying Guest, Agreement with owner will be required."
  },
  {
    "Scheme ID":27,
    "Scheme title":"Open Merit Scholarships in Junior College",
    "Scheme overview":"School Education Department, Government of Maharashtra invites applications for the Open Merit Scholarships in Junior College, Maharashtra from the students who have secured 60 percent marks in the SSC examination.The objective of this scholarship is to motivate those students for further higher education. The scheme provides scholarship for students studying in 11th and 12th standard.",
    "scheme Department":"School Education and Sports Department",
    "Scheme Benefits":"For students in class 11th and 12th: INR 50 per month for ten months (Rs. 500 per Year).",
    "Scheme Eligibility":"Applicant must be studying in Class 11 or 12. Applicant must have secured a minimum of 60 percent marks in the SSC examination in First Attempt. The continuance of scholarships is subject to satisfactory progress and securing at least 50 % marks at the end of the first year of Junior College Beneficary Category - All Categories",
    "scheme renewal":"Documents Required SSC Mark sheetFor Renewal Standard 11th mark sheet."
  },
  {
    "Scheme ID":28,
    "Scheme title":"Merit Scholarships for Economically Backward Class Students",
    "Scheme overview":"The School Education Department, Government of Maharashtra invites applications from students for boys - only students of Class 11 and 12 for Open Merit Scholarships for EBC students. The key objective of the scholarship is to enable students of economically backward classes to continue further education.",
    "scheme Department":"School Education and Sports Department",
    "Scheme Benefits":"Beneficial amount provided per month every year (For 10months) The hosteler boys will receive a scholarship amount of INR 140 per month for 10 months that sums up to INR 1400. The non-hosteler boys will receive INR 80 per month for 10 months that sums up to INR 800. The hosteler girls will receive INR 160 per month for 10 months that sums up to INR 1600. The non-hosteler girls will receive INR 100 per month for 10 months that sums up to INR 1000.",
    "Scheme Eligibility":"Applicant must secure a minimum of 50 % marks in SSC examination. Students who cleared examination in first attempt.",
    "scheme renewal":"Documents RequiredIncome certificate (Approved by Tahasildar)*SSC marksheeet. Previous Year Mark sheet. (For Renewal)"
  },
  {
    "Scheme ID":29,
    "Scheme title":"Post Matric Scholarship to VJNT Students",
    "Scheme overview":"Providing financial assistance for education. Creating a passion for higher education. Providing students the opportunity to go to the mainstream of education through education. Scholarship scheme to avoid transparency, co-ordination and delay. Benefits of Tuition Fees, Exam Fees and Maintenance Allowance are paid to only VJNT category students.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"Eligible V.J.N.T. Applicants are paid maintenance allowance :1) If Applicant select Course Group A - for hostlers Rs.425p.m. & Day Scholars(Non Hostlers) Rs.190p.m. (Duration - Admission date to till exam completion date)2) If Applicant select Course Group B - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)3) If Applicant select Course Group C - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)4) If Applicant select Course Group D - for hostlers Rs.230p.m. & Day Scholars(Non Hostlers) Rs.120p.m. (Duration - Admission date to till exam completion date)5) If Applicant select Course Group E - for hostlers Rs.150p.m. & Day Scholars (Non Hostlers) Rs.90p.m. (Duration - Admission date to till exam completion date)6) Tuition Fee, Exam Fee and Maintenance allowance are paid 100% to applicants whos studying in governmentaidednon aided institutions in professional courses and non-professional courses.7) If Applicant get admission in government hostel then he will eligible only 13rd amount of hostlers.8) For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees and Maintenance Allowance) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same course9) Note : If applicant takes an admission on or before 20th of any month should entitle date maintenance allowance will be issued for that current month. Otherwise maintenance allowance will be entitle from next month.",
    "Scheme Eligibility":"1) The parentsGuardians annual Income should be less than or equal to Rs.1.50 Lac.2) Applicant should be belongs to VJNT category.3) Applicants must be residents of Maharashtra.4) Applicants must be pursuing the education course approved by the government from class Post-Matric.5) Maintenance allowance & Exam Fees are paid to Applicant if Applicant get promoted to next higher class.6) If Applicant fails in particular year then he will get the Tuition Fees, Exam Fees and Maintenance allowance of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.7) Applicant should be come through CAP round for only professional courses.8) Only two children (i) any number of girls applicants allowed. ii) boys applicants maximum 2 of the same parent) of the same parents will be eligible for the Scholarship.9) No scholarship will be paid to the Applicants under this scheme from the date he she accepts another Scholarship  stipend.10) 75 % attendance is mandatory for current year.11) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.12) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional post graduate course.13) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.",
    "scheme renewal":"1) Applicant have to pass the previous year examination.2) In case of VJNT if Applicant fails for a year then the Applicant is not paid any reimbursement for that particular year.3) For Group A  If an applicant pursuing Group A course fails in the examination for the 1st time the award may be renewed. For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.4) For Group B,C,D,E - heshe has to secure promotion to higher class (For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.)5) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1. Caste certificate - should be issued by competent authority(Issued by Govt. of Maharashtra) This certificate considered as Proof of Resident.2. Income certificate  Income Declaration - should be issued by competent authority3. Caste Validity Certificate  (Mandatory for Professional Degree courses, Professional Post Graduate. For Non Professional courses caste validity is not mandatory)4. HSC or SSC marksheet or last examination marksheet.5. Gap certificate - Not mandatory but in case of gap it is mandatory.6. If applicable fatherGuardians death certificate.7. Ration Card for identify number of children in family.8. Leaving Certificate9. Declaration certificate of parentsguardians about number of children beneficiaries."
  },
  {
    "Scheme ID":30,
    "Scheme title":"uition Fees and Examination Fees to VJNT Students",
    "Scheme overview":" Create interest in education among students. Making financial assistance available for higher education. Creating opportunities for financial growth through higher education. Scholarship scheme to avoid transparency, unity and delay. All types of compulsory fees such as Tuition fees, Exam Fees and other admissible fees are reimbursed to the concern VJNT category studen.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"1) Tuition fees and Exam Fees reimbursed to the concern Applicant vide Govt. Resolution dated 1232007, since 2006-07 the Applicants who are admitted in professional courses through CAP round in the Govt., Govt. approved private non aided and permanently non granted colleges are applicable to pay 100 % Tuition Fees & Exam Fees approved by Education Fee Committee..2) Also those applicants are taken admission in Deemed University for professional courses wont get benefit of scholarship  freeship.3) Start date of application is depending upon the applicant takes admission in collegeInstitute and End date of application is depend upon the last date of examination.(For 10 months - it will vary every academic year on admission date)",
    "Scheme Eligibility":"1) Applicant must be taking post matric education.2) Applicant should be belongs to VJNT category.3) Parents annual income should be less than or equal to 8.00 Lacs.4) Applicants must be residents of Maharashtra.5) Applicants should be pursuing the education course approved by the government for Post Matric courses.6) Applicant must be taken admission in government government aided  Private Non-Aided  private permanently non aided for professional courses7) Degree Courses in Health Science(Medical, Dental, Homeopathy, Unani, Ayurveda, Physiotherapy, Business Aid, Nursing) :If Applicant is admitted through Association of Managements of Unaided Private Medical and Dental Colleges entrance examination or admitted through government common entrance examination then heshe will be eligible the for the freeship.8) Higher and Technical Education Department :Freeship will be applicable to unaided colleges  government and aided colleges with technical education  Polytechnic and government unaided professional courses.Following are the applicable courses for this scheme : Diploma  Engineering, Pharmacology, HMCT Degree  Engineering, Pharmacology, HMCT Post Graduate MBAMMS, MCA9) Agriculture, Animal Husbandry and Dairy Development and Fisheries Department :The scholarship fees will be applicable to the Applicants who have been admitted through government quota in private un aidedpermanently un aided institute. Agricultural colleges (diploma) Dairy Business Department (Diploma) Colleges for Agricultural and Allied subjects (Degree and Post Graduate) Agriculture and Bio-Technology Colleges (Degree and Post Graduate) Agriculture and Food Technology Colleges (Graduate and Post Graduate)10) For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same course.11) For professional courses Applicant should admitted through CAP round is must.12) If Applicant fails in particular year then he will get the Tuition Fees and Exam Fees of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class..13) Applicant will be eligible for scholarship if he  she change the course Non  Professional to Professional but he will not be eligible if he  she change the course from Professional to Non  Professional.14) If an applicant pursuing professional course admitted in private un aidedpermanently un aided institute for year 2015-16 onwards fails in the examination two or more times in particular academic course duration then he  she not eligible for the freeship.15) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.16) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.",
    "scheme renewal":"1) Applicant need to provide previous years marksheet.2) At a time Applicant can apply freeship for only one educational course and it will be applicable till heshe completes that educational course in specified time.3) Applicant cannot take freeship for more than 2 professional courses.4) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1.Caste certificate - should be issued by competent authority2. Income certificate- should be issued by competent authority3. HSC or SSC marksheet or last examination marksheet.4. Gap certificate - Not mandatory but in case of gap it is mandatory.5. Declaration certificate of parentsguardians about number of children beneficiaries.6. If applicable father death certificate.7. CAP Allotment Letter (For Professional Courses)8. Caste Validity Certificate (For Professional Courses As Per GR Dated 31st July 2008) Exempted Professional courses to be identified9. Leaving Certificate10.Ration card for identify number of childrens in family"
  },
  {
    "Scheme ID":31,
    "Scheme title":"Payment of Maintenance Allowance to VJNT and SBC Students Studying in Professional Courses and Living in Hostel Attached to Professional Colleges.",
    "Scheme overview":"Benefits of maintenance allowance are paid to VJNT and SBC Students studying in professional courses and living in hostel attached to professional colleges.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":") Maintenance allowance for Applicants staying in college attached Hostel. (For 10 months) 4 to 5 years course (Medical, Engineering, Agriculture, veterinary, Architecture etc.) 700- per month i.e Rs.7000- for 10 months.2) Maintenance allowance for Applicants staying in college attached Hostel. (For 10 months) 2 to 3 years course (Engineering Diploma , M.B.A, M.S.W., etc.) Rs. 500- per month i.e Rs.5000- for 10 months.3) Maintenance allowance for Applicants staying in college attached Hostel. (For 10 months) 2 years and lesser duration courses (B.Ed., D.Ed., etc) Rs.500- per month i.e. Rs. 5000- for 10 months.4) Maintenance allowance for Applicants not staying in government hostel. (For 10 months) 4 to 5 years course (Medical, Engineering, Agriculture, veterinary, Architecture etc.) Rs.1000- per month i.e. Rs.10,000- for 10 months.5) Maintenance allowance for Applicants not staying in government hostel. (For 10 months) 2 to 3 years course (Engineering Diploma , M.B.A, M.S.W., etc.) Rs.700- per month i.e. Rs. 7000- for 10 months.6) Maintenance allowance for Applicants not staying in government hostel. (For 10 months) 2 years and lesser duration courses (B.Ed., D.Ed. etc) Rs.500- per month i.e. Rs. 5000- for 10 months.",
    "Scheme Eligibility":"1) Applicant should be studying in professional course Engineering, Medical, Veterinary, Architecture, and Agriculture.2) Applicant must be belongs to VJNT and SBC category.3) Applicant should be eligible for Post Matric Scholarship.4) Applicants parents annual income should be less than or equal to Rs. 1 Lac.5) Applicant should submit Application form for admission in Govt. Hostel.6) Applicant is not eligible for maintenance allowance if Applicant takes admission in government hostel.7) Applicant should have admitted in the hostels attached to Professional Colleges or should produce the certificate of non-availability of the rooms.8) Applicant who is residing outside the hostel, should submit Certificate that he had applied for Govt. hostel and College hostel but he could not get admission even though he is eligible for admission.9) If Applicant fails in particular year then he will get the maintenance allowance of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.10) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.11) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.",
    "scheme renewal":"1) Applicant should have to pass the previous year examination.2) Applicant need to pass each year of the specified educational year[In case of failure in a particular year heshe wont be provided reimbursement for that year].3) Applicant cannot take scholarship for more than 2 professional courses.Documents Required1. Caste certificate- should be issued by competent authority2.  Income certificate- should be issued by competent authority3.  College Admission Receipt4.  Wadern Letter (If applicable candidate is not getting admission in Government hostel, attached hostel to college)5.  Rent Agreement of private hostel place (If student staying outside of hostel)6. Student Affidavit (If student is staying in outside of hostel)7. Principal letter (If student getting admission in attached hostel)8.  HisHer Registration  Application ID with Post Matric scholarship Scheme.9.  Caste Validity Certificate (for professional courses)10. Leaving certificate"
  },
  {
    "Scheme ID":32,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Merit Scholarship for students studying in 11th & 12th standard of VJNT & SBC category.",
    "Scheme overview":" Creating an interest in learning among VJNT  SBC students. Making financial assistance available for education. Increase the quality of VJNT  SBC category students. Only VJNT and SBC category students can avail this merit wise scholarship.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"1) Applicants studying in 11th and 12th, a scholarship will get Rs. 300  - per month and for 10 months it will get Rs. 3000.2) Applicable for Scholarship and Freeship.",
    "Scheme Eligibility":"1) Applicants should belong to Vimukta Jatis, Nomadic Tribes or Special Backward Class.2) Applicant must be studying in 11th and 12th standard in Jr. College.3) There will be no income limit for this Scholarship.4) Applicant should have to secure 75% and above marks in 10th standard Examination.5) Scholarship benefit can be taken in addition to Post Matric Scholarship.6) Education gap is not allowed for this scholarship.7) Applicant must be residents of Maharashtra.",
    "scheme renewal":"The applicant should have to pass the 11th standard examination.Documents Required1.Caste certificate- should be issued by competent authority(certified by only Govt. of Maharashtra)2. SSC marksheet or last examination marksheet.3. Leaving certificate"
  },
  {
    "Scheme ID":33,
    "Scheme title":"Post Matric Scholarship to OBC Students.",
    "Scheme overview":"Providing financial assistance for education. Creating a passion for higher education. Providing students the opportunity to go to the mainstream of education through education. Scholarship scheme to avoid transparency, co-ordination and delay. Benefits of Tuition Fees, Exam Fees and Maintenance Allowance are paid to only OBC category students",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"Eligible O.B.C Applicants are paid maintenance allowance:1) If Applicant select Course Group A - for hostlers Rs.425p.m. & Day Scholars(Non Hostlers) Rs.190p.m. (Duration - Admission date to till exam completion date)2) If Applicant select Course Group B - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)3) If Applicant select Course Group C - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)4) If Applicant select Course Group D - for hostlers Rs.230p.m. & Day Scholars(Non Hostlers) Rs.120p.m. (Duration - Admission date to till exam completion date)5) If Applicant select Course Group E - for hostlers Rs.150p.m. & Day Scholars(Non Hostlers) Rs.90p.m.(Duration - Admission date to till exam completion date)6) Also the OBC Applicants admitted in Govt. Approved non granted colleges in professional courses are paid 50% Tuition fees and Exam fees.7) Tuition Fee, Exam Fee and Maintenance allowance are paid 100% to applicants whos studying in governmentaided institutions in professional courses and non-professional courses.8) Tuition Fee and Exam Fee are paid 50% and Maintenance allowance are paid 100% to applicants whos studying in non-governmentunaided institutions in professional courses and non-professional courses.9) If Applicant get admission in government hostel then he will eligible only 13rd amount of hostlers.10) For OBC Applicants studying in private un-aided institutions, fees structure of government aided institutions will be applicable only for Non  Professional courses (Tuition Fees, Exam Fees and other Fees)11) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.12) For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees and Maintenance Allowance) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same course.Note: If applicant takes an admission on or before 20th of any month should entitle date maintenance allowance will be issued for that current month. Otherwise maintenance allowance will be entitled from next month.",
    "Scheme Eligibility":"1) The parentsGuardians annual Income should be less than or equal to Rs.1.50 Lac.2) Applicant should be belongs to OBC category.3) Applicants must be residents of Maharashtra.4) Applicants must be pursuing the education course approved by the government from class Post-Matric.5) If Applicant fails in particular year then he will get the Tuition Fees, Exam Fees and Maintenance allowance of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.6) Applicant should be come through CAP round for only professional courses.7) Only two children (i)any number of girls applicants allowed. ii) boys applicants maximum 2 of the same parents will be eligible for the Scholarship.8) No scholarship will be paid to the Applicants under this scheme from the date he she accepts another Scholarship  stipend.9) 75 % attendance is mandatory for current year.10) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.11) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.12) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.",
    "scheme renewal":"1) The Applicant have to pass the previous year examination.2) In case of OBC if Applicant fails for a year then the Applicant is not paid any reimbursement for that particular year.3) For Group A  If an applicant pursuing Group A course fails in the examination for the 1st time the award may be renewed. For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.4) For Group B,C,D,E Courses - heshe has to secure promotion to higher class.( For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.)5) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1.Caste certificate - should be issued by competent authority(Issued by Govt. of Maharashtra) This certificate considered as Proof of Resident.2. Income certificate  Income Declaration - should be issued by competent authority3. Caste Validity Certificate  (Mandatory for Professional Degree courses, Professional Post Graduate. For Non Professional courses caste validity is not mandatory)4. HSC or SSC marksheet or last examination marksheet.5. Gap certificate - Not mandatory but in case of gap it is mandatory.6. If applicable fatherGuardians death certificate.7. Ration Card for identify number of children in family.8. Leaving Certificate9. Declaration certificate of parentsguardians about number of children beneficiaries."
  },
  {
    "Scheme ID":34,
    "Scheme title":"Post Matric Scholarship to SBC Students.",
    "Scheme overview":"Providing financial assistance for education. Creating a passion for higher education. Providing students the opportunity to go to the mainstream of education through education. Scholarship scheme to avoid transparency, co-ordination and delay. Benefits of Tuition Fees, Exam Fees and Maintenance Allowance are paid to only SBC category students.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"Eligible SBC Applicants are paid maintenance allowance :1) If Applicant select Course Group A - for hostlers Rs.425p.m. & Day Scholars(Non Hostlers) Rs.190p.m. (Duration - Admission date to till exam completion date)2) If Applicant select Course Group B - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)3) If Applicant select Course Group C - for hostlers Rs.290p.m. & Day Scholars(Non Hostlers) Rs.190p.m.(Duration - Admission date to till exam completion date)4) If Applicant select Course Group D - for hostlers Rs.230p.m. & Day Scholars(Non Hostlers) Rs.120p.m. (Duration - Admission date to till exam completion date)5) If Applicant select Course Group E - for hostlers Rs.150p.m. & Day Scholars(Non Hostlers) Rs.90p.m.(Duration - Admission date to till exam completion date)6) Tuition Fee, Exam Fee and Maintenance allowance are paid 100% to applicants whos studying in governmentaidedunaided institutions in professional courses and non-professional courses.7) If Applicant get admission in government hostel then he will eligible only 13rd amount of hostlers.8) For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees and Maintenance Allowance) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same courseNote : If applicant takes an admission on or before 20th of any month should entitle date maintenance allowance will be issued for that current month. Other wise maintenance allowance will be entitle from next month.",
    "Scheme Eligibility":"1) The parentsGuardians annual Income should be less than or equal to Rs.1.50 Lac.2) Applicants must be belongs to SBC category.3) Applicants should be residents of Maharashtra.4) Applicants must be pursuing the education course approved by the government from class Post-Matric.5) If Applicant fails in particular year then he will get the Tuition Fees, Exam Fees and Maintenance allowance of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.6) Applicant should be come through CAP round for only professional courses.7) Only two children (i)any number of girls applicants allowed. ii) boys applicants maximum 2 of the same parent will be eligible for the Scholarship.8) No scholarship will be paid to the Applicants under this scheme from the date he she accepts another Scholarship  stipend.9) 75 % attendance is mandatory for current year.10) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.11) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.12) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.",
    "scheme renewal":"1) The Applicant have to pass the previous year examination.2) In case of SBC if Applicant fails for a year then the Applicant is not paid any reimbursement for that particular year.3) For Group A  If an applicant pursuing Group A course fails in the examination for the 1st time the award may be renewed. For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.4) For Group B,C,D,E - heshe has to secure promotion to higher class(For second & sub sequent failure in any class the Applicant shall bear his  her own expenses until he  she secure promotion to the next higher class.).5) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1. Caste certificate - should be issued by competent authority(Issued by Govt. of Maharashtra) This certificate considered as Proof of Resident.2. Income certificate  Income Declaration - should be issued by competent authority3. Caste Validity Certificate  (Mandatory for Professional Degree courses, Professional Post Graduate. For Non Professional courses caste validity is not mandatory)4. HSC or SSC marksheet or last examination marksheet.5. Gap certificate - Not mandatory but in case of gap it is mandatory.6. If applicable fatherGuardians death certificate.7. Ration Card for identify number of children in family.8. Leaving Certificate9. Declaration certificate of parentsguardians about number of children beneficiaries."
  },
  {
    "Scheme ID":35,
    "Scheme title":"Tuition Fees and Examination Fees to OBC Students.",
    "Scheme overview":" Create interest in education among students. Making financial assistance available for higher education. Creating opportunities for financial growth through higher education. Scholarship scheme to avoid transparency, unity and delay. All types of compulsory fees such as Tuition fees, Exam Fees and other admissible fees are reimbursed to the concern OBC category student.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"1) Tuition Fees and Exam Fees reimbursed to the concern Applicant vide Govt. Resolution dated 1232007, since 2006-07 the Applicants who are admitted in professional courses through CAP round in the Govt., Govt. approved private non-aided and permanently non granted colleges are applicable to pay 50 % Tuition Fees & Exam Fees approved by Education Fee Committee.2) Tuition Fee and Exam Fee are paid 100% to applicants whos studying in governmentaided institutions in professional courses.3) Tuition Fee and Exam Fee are paid 50% to applicants whos studying in non-governmentunaided institutions in professional courses.4) Also those applicants are taken admission in Deemed University for professional courses wont get benefit of scholarship  freeship.5) Start date of application is depending upon the applicant takes admission in collegeInstitute and End date of application is depend upon the last date of examination.(For 10 months - it will vary every academic year on admission date)6) For OBC Applicants studying in private un-aided institutions, fees structure of government aided institutions will be applicable only for Non  Professional courses (Tuition Fees, Exam Fees and other Fees)",
    "Scheme Eligibility":"1) Applicant must be taking post matric education.2) Parents annual income should be less than or equal to 8.00 Lacs.3) Applicant should be belongs to OBC category.4) Applicants must be pursuing the education course approved by the government from Post - Matric course5) Applicants must be residents of Maharashtra.6) Applicant must be taken admission in government government aided  Private Non-Aided  Private permanently non aided courses.7) Degree Courses in Health Science(Medical, Dental, Homeopathy, Unani, Ayurveda, Physiotherapy, Business Aid, Nursing) :If Applicant is admitted through Association of Managements of Unaided Private Medical and Dental Colleges entrance examination or admitted through government common entrance examination then heshe will be eligible the for the freeship.8) Higher and Technical Education Department :Freeship will be applicable to unaided colleges  government and aided colleges with technical education  Polytechnic and government unaided professional courses.Following are the applicable courses for this scheme : Diploma  Engineering, Pharmacology, HMCT Degree  Engineering, Pharmacology, HMCT Post Graduate MBAMMS, MCA9) Agriculture, Animal Husbandry and Dairy Development and Fisheries Department :The scholarship fees will be applicable to the Applicants who have been admitted through government quota in private un aidedpermanently un aided institute. Agricultural colleges (diploma) Dairy Business Department (Diploma) Colleges for Agricultural and Allied subjects (Degree and Post Graduate) Agriculture and Bio-Technology Colleges (Degree and Post Graduate) Agriculture and Food Technology Colleges (Graduate and Post Graduate)10)For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same course.11) For professional courses Applicant should admitted through CAP round is must.12) If Applicant fails in particular year then he will get the Tuition Fees and Exam Fees of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.13) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.14) If an applicant pursuing professional course admitted in private un aidedpermanently un aided institute for year 2015-16 onwards fails in the examination two or more times in particular academic course duration then he  she not eligible for the freeship.15) Applicant studying in particular professionalNon-Professional course, and availing benefits of scholarshipfreeship for that academic course and if heshe wants to change his existing ProfessionalNon-Professional course in between academic years heshe will not be eligible for freeshipscholarship for further course.16) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.",
    "scheme renewal":"1) Applicant need to provide previous years marksheet.2) At a time Applicant can apply freeship for only one educational course and it will be applicable till heshe completes that educational course in specified time.3) Applicant need to pass each year of the specified educational year [In case of failure in a particular year heshe wont be provided reimbursement of tuition fees, Exam fees for that year].4) Applicant cannot take freeship for more than 2 professional courses.5) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1.  Caste certificate- should be issued by competent authority2. Income certificate- should be issued by competent authority3. HSC or SSC marksheet or last examination marksheet.4. Gap certificate - Not mandatory but in case of gap it is mandatory.5. Declaration certificate of parentsguardians about number of children beneficiaries.6. If applicable father death certificate.7. CAP Allotment Letter (For Professional Courses)8. Caste Validity Certificate (For Professional Courses As Per GR Dated 31st July 2008) Exempted Professional courses to be identified9. Leaving Certificate10. Ration card for identify number of childrens in family"
  },
  {
    "Scheme ID":36,
    "Scheme title":"Tuition Fees and Examination Fees to SBC Students",
    "Scheme overview":"Create interest in education among students. Making financial assistance available for higher education. Creating opportunities for financial growth through higher education. Scholarship scheme to avoid transparency, unity and delay. All types of compulsory fees such as Tuition fees, Exam Fees and other admissible fees are reimbursed to the concern SBC category student.",
    "scheme Department":"VJNT,OBC and SBC Welfare Department",
    "Scheme Benefits":"1) Tuition fees and Exam fees reimbursed to the concern Applicant vide Govt. Resolution dated 1232007, since 2006-07 the Applicants who are admitted in professional courses through CAP round in the Govt., Govt. approved private, non-aided and permanently non granted colleges are applicable to pay 100 % Tuition Fees & Exam Fees approved by Education Fee Committee.2) Also those applicants are taken admission in Deemed University for professional courses wont get benefit of scholarship  freeship.3) Start date of application is depending upon the applicant takes admission in collegeInstitute and End date of application is depend upon the last date of examination. (For 10 months - it will vary every academic year on admission date)",
    "Scheme Eligibility":"1) Applicant must be taking post matric education.2) Parents annual income should be less than or equal to 8.00 Lacs.3) Applicant should be belongs to SBC Category.4) Applicants must be residents of Maharashtra.5) Applicants must be pursuing the education course approved by the government for Post Matric courses.6) Applicant should be taken admission in government government aided  Private Non-Aided  private permanently non aided courses.7) Degree Courses in Health Science(Medical, Dental, Homeopathy, Unani, Ayurveda, Physiotherapy, Business Aid, Nursing) :If Applicant is admitted through Association of Managements of Unaided Private Medical and Dental Colleges entrance examination or admitted through government common entrance examination then heshe will be eligible the for the freeship.8) Higher and Technical Education Department :Freeship will be applicable to unaided colleges  government and aided colleges with technical education  Polytechnic and government unaided professional courses.Following are the applicable courses for this scheme : Diploma  Engineering, Pharmacology, HMCT Degree  Engineering, Pharmacology, HMCT Post Graduate MBAMMS, MCA9) Agriculture, Animal Husbandry and Dairy Development and Fisheries Department :The scholarship fees will be applicable to the Applicants who have been admitted through government quota in private un aidedpermanently un aided institute. Agricultural colleges (diploma) Dairy Business Department (Diploma) Colleges for Agricultural and Allied subjects (Degree and Post Graduate) Agriculture and Bio-Technology Colleges (Degree and Post Graduate) Agriculture and Food Technology Colleges (Graduate and Post Graduate)10) For B.Ed and D.Ed courses : 100 % benefit (Tuition Fees, Exam Fees) is applicable for D.Ed, B.Ed courses. For students studying in Aided, UnAided for D.Ed, B.Ed courses then Fee structure is applicable as per Government rates for same course.11) For professional courses Applicant should admitted through CAP round is must.12) If Applicant fails in particular year then he will get the Tuition Fees and Exam Fees of that particular academic year but heshe will not get the benefit until heshe gets promoted to next higher class.13) Applicant will be eligible for scholarship if he  she changes the course Non  Professional to Professional but he will not be eligible if he  she changes the course from Professional to Non  Professional.14) If an applicant pursuing professional course admitted for year 2015-16 onwards fails in the examination two or more times in particular academic course duration then he  she not eligible for the freeship.15) Scholarshipsfreeship will continue until Applicant completes one course. Ex. - 11th, 12th Arts - B.A., M.A. , M.Phil., P.H.D. If, Applicant completed B.A and B.Ed. course and later after taking admission for M.A., for M.A. course Heshe will not be allowed for scholarshipfreeship. But after admission to M.B.A. after B.Ed, it can be eligible for scholarshipfreeship as it is a professional postgraduate course.",
    "scheme renewal":"1) Applicant need to provide previous years marksheet.2) At a time Applicant can apply freeship for only one educational course and it will be applicable till heshe completes that educational course in specified time.3) Applicant need to pass each year of the specified educational year[In case of failure in a particular year heshe wont be provided reimbursement of tuition fees, Exam fees for that year]. In any academic course maximum of 2 failures is allowed.4) Applicant cannot take freeship for more than 2 professional courses.5) If due to any medical condition or due to any unforeseeable event the Applicant cannot appear in the annual examination, the head master of the college can approve or certify that if the Applicant would have appeared in the annual examination, he would have been able to pass the examination. This will be only allowed if the head of the institution is satisfied by the submission of medical proof or any other required sufficient proof that the Applicant presents to the college.Documents Required1. Caste certificate- should be issued by competent authority2. Income certificate- should be issued by competent authority3. HSC or SSC marksheet or last examination marksheet.4. Gap certificate - Not mandatory but in case of gap it is mandatory.5. Declaration certificate of parentsguardians about number of children beneficiaries.6. If applicable father death certificate.7. CAP Allotment Letter (For Professional Courses)8. Caste Validity Certificate (For Professional Courses As Per GR Dated 31st July 2008) Exempted Professional courses to be identified9. Leaving Certificate10. Ration card for identify number of childrens in family"
  },
  {
    "Scheme ID":37,
    "Scheme title":"Vocational Training Fee reimbursement for the OBC, SEBC, VJNT & SBC Welfare Department students",
    "Scheme overview":"Vocational Training Fee reimbursement for the students belonging to OBC, SEBC, VJNT & SBC Category students and admitted to the seats under PPP scheme in Government ITIs and Private ITIs through Centralized Admission Process. They will avail Fee Reimbursement benefit only if they met the Scheme Criteria.",
    "scheme Department":"OBC, SEBC, VJNT & SBC Welfare Department",
    "Scheme Benefits":"80 % of (Private Institute Course Fee - Government Institute Course fee) for both SSC Pass and SSC fail category.",
    "Scheme Eligibility":"1.Admission taken through PPP scheme in Government Skill Development Institute or Private Institute and admitted through central Online Admission Process.2.No Fee reimbursement for Management Quota Admission3.Student should belong to OBC, SEBC, VJNT & SBC Category and should provide caste certificate.4.Overall Family Income should be Rs.8.00 lacs. Non Cremy layer certificate is required.5.Orphan candidate requires Recommendation Letter.6.Candidate should not have taken any benefit for course previously from Government or Private ITI.7.Candidate should not have taken any benefit for training program sponsored by State  Central Government  Department  Local Body  Company or Corporation.8.Domicile of Maharashtra.9.Admission taken for DGT, New Delhi or MSCVT approved courses.10.Benefit applicable to only 2 children11.Attendance criteria is mandatory.12.Candidate need to attend each semester annual exam. If any medical emergency then after recommendation by institute Regional Joint Director should certify or recommend.13.Non Satisfactory educational progress due to misconduct- Failure in academic year, not fulfilling attendance criteria if found then candidate will not be eligible for reimbursement.",
    "scheme renewal":"1)The student have to be on roll in next year.2) Attendance is As per DGT criteria.Documents Required1.Aadhaar Card2.Ration Card3.Mark sheet SSC HSC4.Previous year mark sheet for renewal5.Domicile certificate6.Income certificate  declaration for business person7.Non creamy layer certificate"
  },
  {
    "Scheme ID":38,
    "Scheme title":"Rajarshri Chhatrapati Shahu Maharaj Fee Reimbursement Scheme.",
    "Scheme overview":"The scheme provides course fee reimbursement for students applying for MBBS,BDS,BAMS,BHMS,BPTH,BOTH,B.SC Nursing, BUMS, BP & O, BASLP in government aidedCorporationPrivate un-aided colleges.Beneficiary Category: EBCEligible Courses: MBBS, BDS, BAMS, BHMS, BPTH ,BOTH,B.SC Nursing, BUMS, BP & O, BASLP in government aidedCorporationPrivate un-aided colleges",
    "scheme Department":"Directorate of Medical Education Research",
    "Scheme Benefits":"50% fee reimbursement (tuition fee + development fee) will be provided.",
    "Scheme Eligibility":"For MBBSBDS and other courses candidates who's Family's annual income < Rs.8,00,000.2. Candidates are eligible those who have taken an admission under General category and SEBC Category",
    "scheme renewal":"Documents Required Domicile Certificate New applicants need to submit HSC and SSC marksheet Income certificate of Parents. Previous year's marksheet. Affidavit Aadhar card Student's PAN card (optional) Father's PAN card Mother's PAN card (optional)"
  },
  {
    "Scheme ID":39,
    "Scheme title":"Dr. Panjabrao Deshmukh Hostel Maintenance Allowance.",
    "Scheme overview":"Students whose parent's annual Income is below 800000 and Student whose parent's are Marginal Land Holder and registered labour.",
    "scheme Department":"Directorate of Medical Education Research",
    "Scheme Benefits":"Hostel maintenance allowance for students with annual income less than 8,00,000: Rs.3000 per year for Mumbai ,Pune ,Nagpur ,Aurangabad and Rs.2000 per year for other locations.(for 10months in a academic year). Hostel maintenance allowance for students whose parents are Aplabhudharak shetkariRegistered Labourers : Rs.30,000 per year for Mumbai ,Pune ,Nagpur ,Aurangabad and Rs.20,000 per year for other locations(for 10months in a academic year).",
    "Scheme Eligibility":"For Students who had taken admission for MBBS,BDS,BAMS,BHMS,BPTH,BOTH,B.SC Nursing ,BUMS, BP & O, BASLP in government aidedCorporationPrivate un-aided colleges. Family's Annual income is less than equal to Rs.8,00,000 . For students whose parents are Alpabhudharak Shetkariregistered labourers. Hostel maintenance allowance for student's with annual income less than 1, 00,000: Rs.3000 per year for Mumbai ,Pune ,Nagpur ,Aurangabad and Rs.2000 per year for other locations.(for 10months in a academic year). Hostel maintenance allowance for student's whose parents are Aplabhudharak shetkariRegistered Labourers : Rs.30,000 per year for Mumbai ,Pune ,Nagpur ,Aurangabad and Rs.20,000 per year for other locations(for 10months in a academic year). Not applicable for students pursuing admission through management quotaInstitute level. Students who have taken hostel admission in Mumbai ,Pune ,Aurangabad ,Nagpur or other locations in Maharashtra.Candidates are eligible those who have taken an admission under General category and SEBC Category",
    "scheme renewal":"Domicile Certificate New applicants need to submit HSC and SSC marksheet Income certificate of Parents. Previous year's marksheet. Affidavit Registered Labourersaplabhudarak shetkari need to submit a proof letter approved from tahsildar Income certificate of Parents. Aadhar card Student's PAN card (optional) Father's PAN card Mother's PAN card (optional)"
  },
  {
    "Scheme ID":40,
    "Scheme title":"Education Fee reimbursement for open category students affected due to SEBC and EWS reservation in medical and Dental colleges",
    "Scheme overview":"he scheme provides course fee reimbursement for students applying for MBBS,BDS, Post Graduate Medical (MDMS) in Private un-aided colleges.Beneficiary Category: OPENEligible Courses: Eligible Courses: MBBS, BDS, Post Graduate Medical (MDMS) in Private un-aided colleges.",
    "scheme Department":"Directorate of Medical Education Research",
    "Scheme Benefits":"Benefit Amount = Institute FRA approved fee (Private)  Government Institute approved fee will be provided.",
    "Scheme Eligibility":". Applicant should belong to Open category. (Total 112 applicants are going to take benefit of this scheme)2. Applicant should have taken admission through CAP.3. No scholarship for Management Quota Admission.4. No Income criteria check for this scheme.5. Applicant should be domicile of Maharashtra.6. Deemed university students are not applicable for this scheme.7. Applicant should not have gap of 2 or more than 2 year in course duration.9. Failure in academic year, misconduct, not fulfilling attendance criteria if found then candidate will not be eligible.",
    "scheme renewal":"1. The student have to pass the previous year examination. ATKT will be allowed.2. 50 % Attendance is mandatory for renewal.Documents Required1. Domicile Certificate2. New applicants need to submit HSC and SSC marksheet3. Previous year's marksheet.4. Aadhar card.5. Student's PAN card (optional)6. Father's PAN card7. Mother's PAN card (optional)"
  },
  {
    "Scheme ID":41,
    "Scheme title":"State Minority Scholarship Part II (DHE)",
    "Scheme overview":"Post Matric- State Government scholarship for minority students studying in Arts, Commerce, Science, Law, Education Courses (part-2)",
    "scheme Department":"Minority Development Department",
    "Scheme Benefits":"( As Per GR Dated 14.10.2011)Total annual course fee or 5000 whichever amount is less will be scholarship amount.",
    "Scheme Eligibility":"1. Graduation and post-graduation can apply (artscommercescienceLawEducation)2.Domicile of Maharashtra.3.Income should be upto Rs.8 lakhs4.Only 2000 applicants will be provided quota (freshers)5. Maharashtrian Students studying Out of Maharashtra cannot apply for this scheme.",
    "scheme renewal":"1)previous year Marksheet.2)Domicile Certificate.3) Income certificate.4)12th year marksheet.5) current year fee receipt .6)minority certificate self-declared.7) College bonafide certificate."
  },
  {
    "Scheme ID":42,
    "Scheme title":"Scholarship Scheme for State Minority Communities Pursuing Higher Professional EducationAll Post H.S.C Courses.(Part-I{(Technical Course(DTE)}.",
    "Scheme overview":"The objective of the Scheme is to provide financial assistance to the meritorious students belonging to Minority Communities ( Muslim , Buddhist, Christian , Sikh , Parsi , Jain & Jews Community ) to enable them to pursue Professional and Technical Courses.",
    "scheme Department":"Minority Development Department",
    "Scheme Benefits":" For Technical Course ( Part-I of GR ) Scholarship Amount Maximum Rs.25,000- Per Annum or Actual Tution Fees whichever is less. For Technical Course ( Part-I of GR ) Scholarship Amount Maximum Rs.50,000- Per Annum or Actual Tution Fees and Exam Fee whichever is less effective from AY 2022-23.",
    "Scheme Eligibility":"a) Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State.c) Candidates should have pass SSC from Maharashtra State.d) Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Diploma  Graduation  Post Graduation Degree) as mentioned in GRe) Candidate should be admitted through Centralized Admission Process (CAP)  Institute Level.f) Applicant should not avail any other scholarshipstipend.g) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.",
    "scheme renewal":"Documents Requireda) Educational Certificate  S.S.C.(10th) & onwards.b) Income and Minority declaration  Affidavit on Non-Judicial Stamp Paper or Income certificate from the employer, if any. School leaving certificate can also be considered as Proof of Minority ) or Self Declaration.c) Proof of permanent residence: - Copy of Domicile CertificateElection Card etc.d) For Renewal of Scholarship: - Income declaration and Mark Sheet of previous examination."
  },
  {
    "Scheme ID":43,
    "Scheme title":"Minority Scholarship.",
    "Scheme overview":"This scheme is belongs to Muslim, Buddha, Christian, Jain ,Sikh , Parsi , Jews religion.",
    "scheme Department":"Minority Development Department",
    "Scheme Benefits":"Total annual course fee or Rs.50,000 whichever amount is less will be scholarship amount.",
    "Scheme Eligibility":"For students who had taken admission from MBBS ,BDS ,BAMS ,BHMS ,BUMS, BPTH ,BOTH ,BASLP ,BP&O ,BSc Nursing ,MSc Nursing ,BPMT,OPTHALMIC ASST.,OPTOMETRY,PB BSc Nursingand courses affiliated to Maharashtra university of health science, Nashik. Familys Annual Income less than equal to 8,00,000. Admission to the course should be through CETcompetitive examHSC marks obtained. 30%scholarship is reserved for girls. First list of 70% students (combined) is prepared and after that 30% girls scholarship will be selected which are not included in 70% list. The person should be Domicile of Maharashtra. If targeted amount of scholarship for particular minority community is not achieved then other minority community students scholarship can be included in it. Also applicable for candidate studying outside Maharashtra, but heshe must be a domicile of Maharashtraresident of Maharashtra since 15years.If candidate is studying outside Maharashtra the following documents need to be submitted :Letter from concerned councilAuthority stating the institute is recognized.Copy of FRABonafide for current academic year",
    "scheme renewal":"School leaving CertificateNew applicants need to submit HSC and SSC marksheet(Not applicable for renewal)Income certificate of ParentsForm no 16.In income certificateAffidavit it should be clear cut mentioned that candidate belongs to minority community.Domicile CertificateStudents PAN card (optional)Fathers PAN cardMothers PAN card (optional)Aadhar cardPrevious year's marksheet.If candidate is studying outside Maharashtra the following documents need to be submitted :Letter from concerned councilAuthority stating the institute is recognized.Copy of FRABonafide for current academic year"
  },
  {
    "Scheme ID":44,
    "Scheme title":"Scholarship for student communities pursuing higher and Professional Courses (MCAER)",
    "Scheme overview":"This scheme belongs to Muslim, Buddha, Christian, Jain, Sikh, Parsi, Jews religions.",
    "scheme Department":"Minority Development Department",
    "Scheme Benefits":"Total annual course fee is Rs. 50,000, whichever amount is less will be the scholarship amount.",
    "Scheme Eligibility":"a) Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State.c) Candidates should have pass SSC from Maharashtra State.d) Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Graduation  Post Graduation Degree) as mentioned in GR.e) Candidate should be admitted through Centralized Admission Process (CAP)  Institute Level.f) Applicant should not avail any other scholarshipstipend.g) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.h) Any two chilldrens from family will be alotted for a scheme.",
    "scheme renewal":"a) Educational Certificate  S.S.C.(10th) H.S.C(12th).& onwards.b) Income certificate of ParentsForm no.16c) In income certificateAffidavit it should be clear cut mentioned that candidate belongs to minority community.d) Proof of permanent residence: - Copy of Domicile CertificateElection Card etc.e) For Renewal of Scholarship: - Income declaration and Mark Sheet of previous examination.f) Student Adhar card.g) Previous years marksheet.h) Copy of FRA"
  },
  {
    "Scheme ID":45,
    "Scheme title":"Vocational Training Fee reimbursement for the students belonging to socially and educationally backward class and Open Category (Economically weaker section) students",
    "Scheme overview":"Vocational Training Fee reimbursement for the students belonging to Socially and Educationally backward class and Open Category (Economically Weaker Section) students and admitted to the seats under PPP scheme in Government ITIs and Private ITIs through Centralized Admission Process. They will avail Fee Reimbursement benefit only if they met the Scheme Criteria.",
    "scheme Department":"Skill Development, Employement And Entrepreneurship Department",
    "Scheme Benefits":"1. Family income above 2,50,000 to Less than or up to 8,00,000 Lakh then 80 % of (Private Institute Course Fee - Government Institute Course fee).2. Family income Less than or equal to 2,50,000 then 100 % of (Private Institute Course Fee - Government Institute Course fee).",
    "Scheme Eligibility":"1. Admission taken through PPP scheme in Government Industrial Training Institute or Private Industrial Training Institute and admitted through central Online Admission Process.2.No scholarship for Management Quota Admission.3.Student should belong to OPEN Category and Economical Weaker Section (EWS).4.Overall Family Income will be considered (Father + Mother Income)5.Orphan candidate requires Recommendation Letter.6.Candidate should not have taken any benefit for course previously from Government or Private ITI.7.Candidate should not have taken any benefit for training program sponsored by State  Central Government  Department  Local Body  Company or Corporation.8.Domicile of Maharashtra.9.Admission taken for DGT, New Delhi or MSCVT approved courses.10.Benefit applicable to only 2 children.11.Attendance criteria is mandatory.12.Candidate need to attend each semester annual exam. If any medical emergency then after recommendation by institute Regional Joint Director should certify or recommend.13.Non Satisfactory educational progress due to misconduct- Failure in academic year, not fulfilling attendance criteria if found then candidate will not be eligible for scholarship.",
    "scheme renewal":"Document 1)Aadhaar Card.2)Ration Card.3)Mark sheet SSC HSC.4)Previous year mark sheet for renewal.5)Domicile certificate.6)Income certificate competent authority."
  },
  {
    "Scheme ID":46,
    "Scheme title":"Stipend of Rs. 500 per month for trainees in Craftsman Training Scheme in Govt ITI",
    "Scheme overview":"Training under the Craftsmen Training Scheme is provided in 419 GITI and 575 PITI in Maharashtra. As of the Government Resolution (GR) dated 07051983, 50% of trainees in GITI were granted a stipend of either Rs. 40 or Rs. 60 per month. Despite the increasing inflation rate, there has been no adjustment in the stipend over the past 40 years. According to the State Employment and Entrepreneurship Exchange and Self Employment Institute Development (SEEID) GR dated 13092023, a decision has been made to provide a stipend of Rs. 500- per month to all trainees (including Open, OBC, SBC, EWS, VJ-ADT, NT-B, NT- C, NT-D, SC, ST) at GITI starting from the 2023-2024 session.",
    "scheme Department":"Skill Development, Employement And Entrepreneurship Department",
    "Scheme Benefits":"Stipend 500- Rs per month",
    "Scheme Eligibility":"The trainee should be domicile in Maharashtra.2. The annual income should not exceed Rs. 8 lac. Future amendments made by the Government of Maharashtra (GoM) for non-creamy layer criteria will be applicable.3. Only two siblings within a family are eligible for this benefit.4. The benefit will be provided in two installments.5. Maintaining an average of 80% attendance is mandatory.6. For trainees enrolled in a 2-year duration trade, passing the first year is necessary.7. SC trainees with an annual income of less than Rs. 2.5 lac are also eligible for the Post Matric Scholarship.8. Trainees suspended or found non-eligible for the All India Trade Test (AITT) will not qualify.9. Trainees who have left the GITI are not eligible from their date of departure.10. Having an Aadhar-seeded savings bank account in a nationalized bank is mandatory.11. Trainee registration on the MAHA-DBT portal is compulsory.12. The scheme will be implemented exclusively through the MAHA-DBT portal.13. Trainees in PITI are ineligible for this scheme.",
    "scheme renewal":"i) The student have to be on roll in next year.ii) Attendance is As per DGT criteria.Documents RequiredRequired Documents As per GR1) Income Certificate.2) Mark sheet (as per course criteria).3) Aadhaar Card.4) Domicile Certificate.5) Non Creamy Certificate.6) Caste certificate."
  },
  {
    "Scheme ID":47,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Shikshan Shulkh Shishyavrutti Yojna(EBC)",
    "Scheme overview":"The objective of the Scheme is to provide financial assistance to the Economic Backward Class who are admitted to Diploma  Degree  Postgraduate Professional courses through Centralized Admission Process (CAP).",
    "scheme Department":"Maharashtra Council Of Agriculture Education And Research (MCAER)",
    "Scheme Benefits":"50 % of Tuition Fees and 50 % of Exam Fee.",
    "Scheme Eligibility":"Eligibility Criteria: (As per the GR Dated 07th Oct 2017,01st March 2018, 31st March 2018) and 14th January 2019a) Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State. c) Applicant should be Bonafide Student of Institute and admitted for Professional & Non Professional and Technical course (Diploma  Graduation  Post Graduation Degree) as mentioned in GR 14th January 2019d) Deemed University and Private university is not applicablee) Candidate should be admitted through Centralized Admission Process (CAP). f) Applicant should not avail any other scholarshipstipend.g) For current Academic Year, Only 2 child from family are allowed for benefit of scheme.h) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.i) Minimum 50 % attendance in previous semester (Exception for fresh admitted in College). j) During course duration, candidate should not have a gap of 2 or more than 2 years.k) Candidates are eligible those who have taken an admission under General category and SEBC Category",
    "scheme renewal":"Documents Requireda) Mark sheet of 10th (S.S.C) & Onwards. b) Domicile Certificate of Maharashtra State.c) Family Annual Income certificated) Undertaking In current year, not more than 2 beneficiary from family.e) CAP Related document. f) Proof of Biometric attendance (Interface UIDAI)."
  },
  {
    "Scheme ID":48,
    "Scheme title":"Dr. Panjabrao Deshmukh Vasatigruh Nirvah Bhatta Yojna",
    "Scheme overview":"This is a plan for students of government, government funded and non-affiliated colleges  polytechnics entering the vocational courses set by the government, whose students are certified by the competent authority, as a marginal farmers or whose parents are registered laborers.",
    "scheme Department":"Maharashtra Council Of Agriculture Education And Research (MCAER)",
    "Scheme Benefits":"a) For child of Registered Labor  Alpabhudharak (Marginal Land Holder).- For institute in MMRDA  PMRDA  Aurangabad City  Nagpur City- Rs.30,000- for 10 months. - For institute in other area Rs.20,000- for 10 months.b) For Annual Family income up to 8 Lakhs.- For institute in MMRDA  PMRDA Aurangabad City  Nagpur City- Rs.10,000- for 10 months. - For Institute in other area Rs.8,000- for 10 months.",
    "Scheme Eligibility":"Eligibility Criteria: (As per the GR Dated 07th Oct 2017, 22nd Feb 2018 , 01st March 2018, 18th June 2018 , 11th July 2019)a) Applicant should have Nationality of India.b) Candidate should be Domicile of Maharashtra State. c) Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Diploma  Graduation  Post Graduation Degree) as mentioned in GR d) Deemed University and Private university is not applicablee) Candidate should be admitted through Centralized Admission Process (CAP).  f) Applicant should not avail any other scholarshipstipend.g) For current Academic Year, Only 2 child from family are allowed for benefit of scheme.h) The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.i) Minimum 50 % attendance in previous semester (Exception for fresh admitted in College). j) During course duration, candidate should not have a gap of 2 or more than 2 years. k) Candidates are eligible those who have taken an admission under General category and SEBC Category",
    "scheme renewal":"a) Mark sheet of 10th (S.S.C) & Onwards. b) Domicile Certificate of Maharashtra State.c) Register Labor Certificate  Alpabhudharak (Marginal Land Holder) Certificate ( In case of not a child of Alpabudharak or Registered Labour then family Annual Income Certificate ).d) Undertaking In current year, not more than 2 beneficiary from family.e) CAP Related document.f) Hosteller documents ( In case of private hostel or Paying Guest, Agreement with owner will be required."
  },
  {
    "Scheme ID":49,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Shikshan Shulkh Shishyavrutti Scheme",
    "Scheme overview":"Under this scheme of Directorate of Art , scholarship is applicable for the economically weaker sections. The students family annual income limit is up to Rs. 8.00 lakh, those who have taken an admission for Professional courses which come Under Directorate of Art Government  Non-government aided Partially Aided  UnaidedPermanent Unaided College and Non-Agricultural Universities and Sub-Centers (Excluding Private Universities  Self-financed Private Universities).",
    "scheme Department":"Directorate of Art",
    "Scheme Benefits":"Income ? ?2.5 lakh: 100% tuition fee for govt and aided institutions; 50% for others.Income ?2.5-8 lakh: 50% tuition fee across all institutions.Income ? ?8 lakh: 50% exam fee for all institutions.",
    "Scheme Eligibility":"1. Applicant should be Domicile of Maharashtra and applicant belongs to Maharashtra State and Karnataka state border can apply for scheme.2. Family annual income limit is upto Rs. 8.00 lakh.3. As per Government Resolution first two children are eligible for scheme.4. Candidate those who take admission under general category is eligible.5. Applicant should not avail any other scholarship or stipend.6. Students are not eligible who has taken an admission in Distance Education, virtual learning and part time courses.7.During course, candidate should not have a gap of 2 years.8 .Applicant should attempt every semester or annual exam.",
    "scheme renewal":"1. Last year, students availed of scholarship can apply for the Renewal scholarship.2. To Renew the application, student should use an application ID from the list published on website of Department- Directorate of Art.Documents Required1. Students should submit domicile certificate issued by Authorized official.2. Students should submit previous year Annual income certificate issued by Authorized official.3. CAP Related document.4. Gap Related Document(if Gap is there)5. Family Declaration Certificate about two childrens.6. Attendance Certificate.7. Previous year Mark sheet."
  },
  {
    "Scheme ID":50,
    "Scheme title":"Dr. Punjabrao Deshmukh Vasatigruh Nirvah Bhatta Yojna",
    "Scheme overview":"Under this scheme, scholarship is applicable for the economically weaker sections. The students those who have taken an admission for Professional courses which come Under Directorate of Art Government Non-government aidedPartially Aided -UnaidedPermanent Unaided College and Non-Agricultural Universities and Sub-Centers (Excluding Private Universities  Self-financed Private Universities",
    "scheme Department":"Directorate of Art",
    "Scheme Benefits":"A. Professional Courses : 1. For child of Registered Labor Alpabhudharak (Marginal Land Holder). - For institute in MMRDA  PMRDA  Aurangabad CityNagpur City-Rs.30,000- for 10 months & For institute in other area Rs.20,000- for 10 months. ( Unlimited Quota )2. For Annual Family income up to 1 Lakhs. - For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months. ( Unlimited Quota )3. For Annual Family income 1 Lakh to 8 Lakhs. For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months.(Per District Quota 500 Note : 33 % seats are Reserved for Girls & if unavailability Reserved girls then it will divert to boys ) .Proportionate of Per District Quota is allocated as per received number of applications.",
    "Scheme Eligibility":"1. Applicant should be Domicile of Maharashtra.2. For professional courses, Applicant should be a child of registered labor , child of Alpabhudarak or both as total annual income of family Guardian should not be more than 8 lakh.3. Applicant should submit Family Annual Income Certificate.4. As per Government Resolution first two children eligible for scheme.5. Candidates are eligible those who have taken an admission under general category.6. Applicant should be hosteller.(GovtPrivate hostel Paying Guest Tenant.)7. Applicant should not avail any other Nirvah Bhatta benefit.8. During course, candidate should not have a gap of 2 years.9. Applicant should attempt every semester or annual exam.",
    "scheme renewal":"1. Last year, students availed scholarship, HeShe can apply for the renewal Scholarship.2. To Renew the application, the students should use an application ID, The list published on website of Department- Directorate of Art.Documents Required1.Students should submit domicile certificate issued by Authorized official.2. Registered labor certificate  Alpabudharak Certificate Family Annual Income Certificate.3. Hosteller Document.4. Students should submit previous year Annual income certificate issued by Authorized official.5. CAP Related document.6. Gap Related Document(if Gap is there)7. Family Declaration Certificate about two childrens.8. Attendance Certificate.9. Previous year Mark sheet."
  },
  {
    "Scheme ID":51,
    "Scheme title":"Rajarshi Chhatrapati Shahu Maharaj Shikshan Shulkh Shishyavrutti Yojna",
    "Scheme overview":"The objective of the Scheme is to provide financial assistance to the Economic Backward Class who are admitted to Diploma  Degree  Postgraduate Professional courses through Centralized Admission Process (CAP).",
    "scheme Department":"Maharashtra Animal and Fishery Sciences University(MAFSU)",
    "Scheme Benefits":"Income ? ?2.5 lakh: Girls get 100% tuition fee for all institutions; boys get 100% for govt & aided, 50% for others.Income ?2.5-8 lakh: Girls get 100% tuition fee for all institutions; boys get 50%.Exam fees (Income ? ?8 lakh): 100% for girls; 50% for boys.",
    "Scheme Eligibility":"1. Applicant should have Nationality of India.2. Candidate should be Domicile of Maharashtra State.3. Applicant should be Bonafide Studentof Institute and admitted for Professional and Technical course (Graduation  Post Graduation Degree) as mentioned in GR.4. Deemed University and Private university is not applicable.5. Candidate should be admitted through Centralized Admission Process (CAP).6. Applicant should not avail any other scholarshipstipend.7. For current Academic Year, Only 2 child from family are allowed for benefit of scheme.8. The Total Annual Income of Family  Guardian should not be more than 8 Lakhs.9. Minimum 50 % attendance in previous semester (Exception for fresh admitted in College).10.During course duration, candidate should not have a gap of 2 years.11.Candidates are eligible those who have taken an admission under general category.12.Applicant should attempt every semester or annual exam.",
    "scheme renewal":"Documents Required1. Mark sheet of 12th(H.S.C) & Onwards.2. Domicile Certificate of Maharashtra State.3. Family Annual Income certificate issued by authorized official.4. Undertaking In current year, not more than 2 beneficiary from family.5. CAP Related document.6. Attendance Certificate.7. Previous year Mark sheet.8. Gap Related Documents (if Gap is there)"
  },
  {
    "Scheme ID":52,
    "Scheme title":"Dr. Panjabrao Deshmukh Vasatigruh Nirvah Bhatta Yojna",
    "Scheme overview":"This is a plan for students of government, government funded and non-affiliated colleges  polytechnics entering the vocational courses set by the government, whose students are certified by the competent authority, as a marginal farmers or whose parents are registered laborers.",
    "scheme Department":"Maharashtra Animal and Fishery Sciences University(MAFSU)",
    "Scheme Benefits":"a) For child of Registered Labor Alpabhudharak (Marginal Land Holder).- For institute in MMRDA  PMRDA  Aurangabad CityNagpur City-Rs.30,000- for 10 months & For institute in other area Rs.20,000- for 10 months. ( Unlimited Quota)b) For Annual Family income up to 1 Lakhs.- For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months. (Unlimited Quota)c) For Annual Family income 1 Lakh to 8 Lakhs.- For institute in MMRDAPMRDAAurangabad CityNagpur City-Rs.10,000- for 10 months & For Institute in other area Rs.8,000- for 10 months.(Per District Quota 500 Note : 33 % seats are Reserved for Girls & if unavailability Reserved girls then it will divert to boys ).Proportionate of Per District Quota is allocated as per received number of applications.",
    "Scheme Eligibility":"a). Applicant should have Nationality of India.b). Candidate should be Domicile of Maharashtra State.c). Applicant should be Bonafide Student of Institute and admitted for Professional and Technical course (Graduation  Post Graduation Degree) as mentioned in GR.d). Deemed University and Private university is not applicable.e). Candidate should be admitted through Centralized Admission Process (CAP).f). Applicant should not avail any other Maintenance Allowance Scheme.g). For current Academic Year, Only 2 child from family are allowed for benefit of scheme.h). Applicant should be child of Registered Labour or Child of Alpabhudharak or Both  Total Annual Income of Family  Guardian should not be more than 6 Lakhs.i). Minimum 50 % attendance in previous semester (Exception for fresh admitted in College).j). During course duration, candidate should not have a gap of 2 years.k). Applicant should be Hosteller.l). Should not avail maintenance allowance of any other scheme.m). Candidates are eligible those who have taken an admission under general category.n). Applicant should attempt every semester or annual exam.",
    "scheme renewal":"a). Mark sheet of 10th(S.S.C) & Onwards.b). Domicile Certificate of Maharashtra State.c). Register Labor Certificate  Alpabhudharak (Marginal Land Holder) Certificate ( In case of not a child of Alpabudharak or Registered Labour then family Annual Income Certificate ).d). Undertaking In current year, not more than 2 beneficiaries from family.e). CAP Related document.f). Hosteller documents (In case of private hostel or Paying Guest, Agreement with owner will be required.g). Attendance Certificate.h). Previous year Mark sheet.i). Gap Related Documents (if Gap is there)"
  }
]